libro/TC.org
#+TITLE: Análisis de Circuitos Eléctricos Lineales

#+AUTHOR: Oscar Perpiñán Lamigueiro

#+DATE: Noviembre 2019

#+SETUPFILE: config.org

\frontmatter

\cleardoublepage

#+TOC: headlines 1

\mainmatter
** Introducción
[[label:sec:intro]]

- Análisis vs. diseño (o síntesis)
- Qué es un circuito eléctrico
- Sistemas lineales como aproximación de la realidad.
- Simplificación de Maxwell: aplicación a circuitos cortos (en términos de longitud de onda), parámetros concentrados.
* Conceptos Básicos
[[label:part:conceptos-basicos]]

** Variables

** Elementos de un circuito lineal
** Leyes de Kirchhoff
** Métodos de Análisis
 [[label:sec:metodos-analisis]]
* Corriente Alterna Sinusoidal
[[label:part:corriente-alterna]]
** Cálculo Fasorial
[[label:sec:calculo-fasorial]]
** Sistemas Monofásicos
[[label:sec:sistemas-monofasicos]]
** Sistemas Trifásicos
[[label:sec:sistemas-trifasicos]]
